Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: HPSEC profiles of tenecteplase drug product 50 mg/vial with different reduction temperatures and times, enlarged scale
es_es: Perfiles de HPSEC del medicamento tenecteplasa, 50 mg/frasco-ampolla con diferentes temperaturas y tiempos de reducción, escala ampliada

source: HPSEC profiles of tenecteplase drug substance at different injection volumes, enlarged scale
es_es: Perfiles de HPSEC del principio activo tenecteplasa a diferentes volúmenes de inyección, escala ampliada

source: HPSEC profiles of tenecteplase drug substance at various time points, enlarged scale
es_es: Perfiles de HPSEC del principio activo tenecteplasa en varios momentos de medición, escala ampliada

source: HPSEC profiles of tenecteplase drug substance for mobile phase variations, enlarged scale
es_es: Perfiles de HPSEC del principio activo tenecteplasa para variaciones de fase móvil, escala ampliada

source: HPSEC profiles of tenecteplase drug substance for variation of protein concentrations for reduction, enlarged scale
es_es: Perfiles de HPSEC del principio activo tenecteplasa para la variación de las concentraciones de proteína para la reducción, escala ampliada

source: HPSEC profiles of tenecteplase drug substance for varied volumes of reduction agent, enlarged scale
es_es: Perfiles de HPSEC del principio activo tenecteplasa para diferentes volúmenes de agente de reducción, escala ampliada

source: HPSEC profiles of tenecteplase drug substance with different column temperatures, enlarged scale
es_es: Perfiles de HPSEC del principio activo tenecteplasa con diferentes temperaturas de columna, escala ampliada

source: HPSEC profiles of tenecteplase drug substance with different reduction temperatures and times, enlarged scale
es_es: Perfiles de HPSEC del principio activo tenecteplasa con diferentes temperaturas y tiempos de reducción, escala ampliada

source: HPSEC sample sequence
es_es: Secuencia de muestras en HPSEC

source: HPSEC system
es_es: Sistema HPSEC

source: HPSEC under reducing conditions is used for the determination of the percentage of single-chain tenecteplase in DP as percent of the total peak area.
es_es: Se utiliza HPSEC en condiciones reductoras para medir el porcentaje de tenecteplasa de cadena única en el medicamento como un porcentaje del área de picos total.

source: HPSEC: statistics from 103 tenecteplase DP batches (historical release data of 40 mg/vial and 50 mg/vial tenecteplase DP)
es_es: HPSEC: estadísticas de 103 partidas del medicamento tenecteplasa (datos históricos de liberación del medicamento tenecteplasa de 40 mg/frasco y 50 mg/frasco)

source: HPSEC (indirectly)
es_es: HPSEC (indirectamente)

source: HPSEC chromatograms (side-by-side testing)
es_es: Cromatogramas de HPSEC (análisis en paralelo)

source: HPSEC content
es_es: Contenido por HPSEC

source: HPSEC_Single_Chain / Purity
es_es: HPSEC_Single_Chain / Pureza

source: HPTLC precoated plates, silica gel 60, e.g. 10 x 10 cm
es_es: Placas pre-recubiertas para HPTLC, gel de sílice 60, por ejemplo, 10 x 10 cm

source: HR (95% Cl)
es_es: HR (IC del 95%)

source: HR vs. glimepiride
es_es: HR vs. glimepirida

source: HR ≥ 1.3 corresponds to non-inferiority and HR ≥ 1.0 to superiority analysis.
es_es: HR ≥ 1.3 corresponde a la no inferioridad y HR ≥ 1.0 al análisis de superioridad.

source: HRLD (High Resolution Laser Diffraction Mode)
es_es: HRLD (Modo de difracción de rayos láser de alta resolución)

source: HRQOL measured by EQ-5D change from baseline
es_es: Calidad de vida relacionada con la salud, medida mediante el cambio en el cuestionario EQ-5D desde el inicio

source: HS- inj
es_es: HS - iny.

source: HUMAN PAPILLOMAVIRUS TYPE 11 L1 PROTEIN ADSORBED,
es_es: VIRUS DEL PAPILOMA HUMANO TIPO 11 L1 PROTEÍNA ADSORBIDA

source: HUMAN PAPILLOMAVIRUS TYPE 16 L1 PROTEIN ADSORBED,
es_es: VIRUS DEL PAPILOMA HUMANO TIPO 16 L1 PROTEÍNA ADSORBIDA

source: HUMAN PAPILLOMAVIRUS TYPE 18 L1 PROTEIN ADSORBED
es_es: VIRUS DEL PAPILOMA HUMANO TIPO 18 L1 PROTEÍNA ADSORBIDA

source: HUMAN PAPILLOMAVIRUS TYPE 6 L1 PROTEIN ADSORBED,
es_es: VIRUS DEL PAPILOMA HUMANO TIPO 6 L1 PROTEÍNA ADSORBIDA

source: HYDROCHLOROTHIAZIDE ACTIVE PHARMACEUTICAL INGREDIENT
es_es: INGREDIENTE FARMACÉUTICO ACTIVO HIDROCLOROTIAZIDA

source: Had there been, the SAP specified that the primary outcome was assumed to be missing-at-random (MAR), i.e. it is assumed that the probability of eTICI 2b/3 or absence of retrievable thrombus at initial angiogram data being missing may depend on the values of the observed data, but not on the values of the missing data.
es_es: De ser el caso, en el plan de análisis estadístico, se especificó que el criterio de valoración principal se asumió ausente de manera aleatoria, es decir, se supone que la probabilidad deextensión del tratamiento en la isquemia cerebral con puntaje 2b/3 o la ausencia de trombo extraíble en la angiografía inicial sean datos ausentes puede depender de los valores de los datos observados, pero no de los valores de los datos ausentes.

source: Haematocrit, haemoglobin (reticulocyte count), red blood cell count (RBC)/erythrocytes, white blood cell count (WBC)/leukocytes, platelet count/thrombocytes, automatic differential counts (neutrophils, eosinophils, basophils, monocytes, lymphocytes)
es_es: Hematocrito, hemoglobina (recuento de reticulocitos), recuento de glóbulos rojos/eritrocitos, recuento de glóbulos blancos/leucocitos, recuento de plaquetas/trombocitos, recuento diferencial automático (neutrófilos, eosinófilos, basófilos, monocitos, linfocitos)

source: Haematology
es_es: Hematología

source: Haematology:
es_es: Hematología:

source: Haemoglobin (HgB) <9 g/dL at Visit 1
es_es: Hemoglobina (HgB) <9 g/dl en la Visita 1

source: Haemoglobin [g/dL] (upper) and haematocrit [%] (lower) change from baseline MMRM results over time − RS (OC-AD)
es_es: Cambios en la hemoglobina [g/dl] (superior) y el hematocrito [%] (inferior) desde el inicio y a lo largo del tiempo partiendo del modelo MMRM. Grupo aleatorizado (casos observados tras la discontinuación)

source: Haemoglobin and haematocrit values increased and then partially returned to baseline after treatment discontinuation in the empagliflozin group, while in the placebo group numerical decreases were observed in haemoglobin and haematocrit values.
es_es: Los valores de hemoglobina y hematocrito aumentaron y luego regresaron parcialmente a los valores iniciales después de la interrupción del tratamiento en el grupo de empagliflozina, mientras que en el grupo de placebo se observaron disminuciones nominales en los valores de hemoglobina y hematocrito.

source: Haemorrhage at any site or body cavity can occur and may result in life-threatening situations, permanent disability or death.
es_es: La hemorragia puede ocurrir en cualquier sitio o cavidad corporal y puede dar lugar a situaciones potencialmente mortales, discapacidad permanente o muerte.

source: Haemorrhagic infarction type 1 (scattered small petechiae)
es_es: Infarto hemorrágico tipo 1 (pequeñas petequias dispersas)

source: Haemorrhagic infarction type 2 (confluent petechiae)
es_es: Infarto hemorrágico tipo 2 (petequias confluyentes)

source: Haley EC, Jr., Thompson JL, Grotta JC, et al.
es_es: Haley EC, Jr., Thompson JL, Grotta JC, y col.

source: Half of the patients were reported with type 2 diabetes and 10 patients (0.2%) were reported with type 1 diabetes (Table 10.4.2: 1).
es_es: La mitad de los pacientes consignaron diabetes tipo 2 y 10 pacientes (0.2%) informaron diabetes tipo 1 (Tabla 10.4.2: 1).

source: Hamed Asadi, MBBS; Teddy Y. Wu, PhD; Darshan G. Shah, MBBS; Tissa Wijeratne, MD; Henry Zhao, MBBS; Fana Alemseged, MD; Felix Ng, MBBS;
es_es: Hamed Asadi, Médico Cirujano; Dr. Teddy Y. Wu; Darshan G. Shah, Médico Cirujano; Dr. Tissa Wijeratne; Henry Zhao, Médico Cirujano; Dra. Fana Alemseged; Felix Ng, Médico Cirujano;

source: Hamster-PA is a product inherent impurity secreted with a constant level by the CHO-cells and reduced to a negligible low concentration in the drug substance during purification.
es_es: El activador del plasminógeno de hámster es una impureza inherente al producto secretada por las células de CHO de manera constante, que queda reducida a una concentración despreciablemente baja en el principio activo por medio del proceso de purificación.

source: Hamster-plasminogen activator (ha-PA) was tested according to test method 018-QA7725.
es_es: El activador del plasminógeno de hámster (ha-PA) se analizó de acuerdo con el método analítico 018-QA7725.

source: Hamster-plasminogen activator (ha-PA)
es_es: Activador del plasminógeno de hámster (ha-PA)

source: Hamster/Liver, phenobarbital/5,6-benzoflavone-induced
es_es: Hígado de hámster inducido con fenobarbital y 5,6-benzoflavona

source: Handling
es_es: Manipulación

source: Handling and Storage of Investigational Product
es_es: Manejo y almacenamiento del producto en investigación

source: Handling of missing data
es_es: Gestión de datos faltantes

source: Handling of missing data and outliers
es_es: Gestión de datos faltantes y valores atípicos

source: Hard copies of the apostilled documents will be provided as soon as available.
es_es: Se proporcionarán copias impresas de los documentos apostillados tan pronto como estén disponibles.

source: Hard fat
es_es: Glicéridos de ácidos grasos saturados

source: Hard gelatine capsule
es_es: Cápsula de gelatina dura

source: Hardness […]
es_es: Dureza [...]

source: Harvest
es_es: Cosecha

source: Harvest act.-pool
es_es: Mez. act. cosecha

source: Harvest process scheme
es_es: Esquema del proceso de cosecha

source: Harvest, chromatography, virus filtration, tangential flow filtration
es_es: Cosecha, cromatografía, filtración de virus, filtración con flujo tangencial

source: Hashed/Encrypted
es_es: Con código de comprobación aleatoria/Encriptado

source: Haupt Pharma Wolfratshausen, Germany
es_es: Haupt Pharma Wolfratshausen, Alemania

source: Hawaiian/Pacific Islander
es_es: Hawaiano/Nat. islas Pacíf.

source: Hay cierta flexibilidad en cuanto a las bioxenciones para medicamentos que contienen principios activos clase 1 con respecto a los excipientes empleados, exceptuando los excipientes críticos como se discutió anteriormente.
es_es: There is some flexibility over the inactive ingredients regarding biowaivers for drug products containing class 1 drug substances, except for the critical inactive ingredients as discussed above.

source: Hay que indicar la incidencia, la gravedad, y la duración de cualquier evento adverso observado durante el estudio.
es_es: The incidence, severity, and duration of any adverse events observed during the study must be recorded.

source: Hay que tener en cuenta que la medición de un analito, principio activo o metabolito, conlleva el riesgo de cometer un error tipo-1 (riesgo del consumidor) para mantener el nivel del 5%.
es_es: Measuring an analyte, active ingredient, or metabolite entails the risk of type-1 error (consumer risk) when seeking to maintain the 5% level.

source: Hay situaciones en las que los medicamentos en investigación deben administrarse tras el consumo de una comida (en condiciones postprandiales).
es_es: The investigational drug may on occasion be inevitably be administered after consumption of a meal (postprandially).

source: Hazard Ratio
es_es: Razón de riesgos instantáneos

source: Hazard ratio (95.47% CI) 2
es_es: Razón de riesgos instantáneos (IC del 95.47%) 2

source: Hazard ratio adjusted for factor treatment, subgroup, and subgroup-by-treatment interaction.
es_es: Razón de riesgos instantáneos ajustada por los factores tratamiento, subgrupo e interacción subgrupo por tratamiento.

source: Hazard ratio vs placebo (95% CI)
es_es: Razón de riesgos instantáneos vs. placebo (IC del 95%)

source: Hazard ratio vs placebo of recurrent HHF (95% CI)
es_es: Razón de riesgos instantáneos de HIC recurrente vs. placebo (IC del 95%)

source: HbA 1c ≤ 7.0%, without rescue medication, without > 2% weight gain
es_es: HbA 1c ≤ 7.0%, sin usar medicación de rescate ni haber aumentado > 2% de peso

source: HbA 1c ≤ 7.0%, without rescue medication, without > 2% weight gain, ithout moderate/severe hypoglycaemic episodes
es_es: HbA 1c ≤ 7.0%, sin usar medicación de rescate, ni haber aumentado > 2% de peso, ni presentar episodios de hipoglucemia moderada o grave.

source: HbA1c [%] MMRM results over time, overall and by baseline diabetes status – RS (OC-AD)
es_es: HbA1c [%] a lo largo del tiempo según el modelo MMRM, en general y estratificando según el estado de diabetes al inicio. Grupo aleatorizado (Casos observados - Tras la discontinuación)

source: HbA1c change from baseline (further endpoint)
es_es: Cambio desde el inicio en la HbA1c (criterio de valoración adicional)

source: HbA1c was to be analysed in all patients (with and without diabetes)
es_es: En todos los pacientes, tuvieran diabetes o no, debía analizarse la HbA1c

source: HbA1c [%], mean (SD)
es_es: HbA1c [%], media (DE)

source: HbA1c ≤ 6.5%, without > 2% weight gain
es_es: HbA1c ≤ 6.5%, sin aumento de peso > 2%

source: HbA1c ≤ 6.5%, without moderate/severe hypoglycaemia episodes
es_es: HbA1c ≤ 6.5%, sin episodios de hipoglucemia moderada o grave.

source: HbA1c ≤ 6.5%, without moderate/severe hypoglycaemia episodes, without > 2% weight gain
es_es: HbA1c ≤ 6.5%, sin episodios de hipoglucemia moderada o grave, ni aumento de peso > 2%

source: HbA1c ≤ 7.0%, without moderate/severe hypoglycaemia episodes
es_es: HbA1c ≤ 7.0%, sin episodios de hipoglucemia moderada o grave.

source: He was to consider all relevant factors, including pattern of reaction, temporal relationship, de-challenge or re-challenge, confounding factors such as concomitant medication and concomitant diseases, and relevant history.
es_es: Tenía que considerar en la evaluación médica todos los factores relevantes, incluido el patrón de reacción, la relación temporal, las reacciones ante una retirada del medicamento o los estímulos mediante el uso del medicamento, variables distorsivas como la medicación concomitante, enfermedades concomitantes y antecedentes relevantes.

source: Head of CMC Expert Operations II
es_es: Jefa de control de fabricación, operaciones especializadas II

source: Head of Production
es_es: Jefe de Producción

source: Head of QC Stability
es_es: Jefa de control de calidad, estabilidad

source: Head of Quality Control
es_es: Jefe de Control de Calidad

source: Head of Tech RA
es_es: Jefa de Asuntos Regulatorios, sección Tecnología

source: Head space conditions for TURBO MATRIX 40
es_es: Condiciones del espacio de cabeza para TURBO MATRIX 40

source: Heading 1
es_es: Título 1

source: Headspace gas chromatography
es_es: Cromatografía gaseosa del espacio de cabeza

source: Headspace sampler
es_es: Procesador de muestras con espacio de cabeza

source: Health Canada
es_es: Health Canada (Administración de salud de Canadá)

source: Health care resource utilisation
es_es: Utilización de recursos sanitarios

source: Health care resource utilisation (HCRU) data were collected for health economic analysis (i.e. cost-effectiveness analysis) required for reimbursement decisions.
es_es: Para un análisis sanitario-económico (un análisis de efectividad en términos de costos), que era necesario para decidir sobre ciertos reembolsos, se tomaron datos sobre la utilización de recursos sanitarios.

source: Health economic analysis by Health Care Resource Utilisation (HCRU)
es_es: Análisis económico de salud, medido por la utilización de recursos sanitarios

source: Health-related quality of life questionnaires were needed in this Phase III trial to collect data for a health economic evaluation.
es_es: En este ensayo de fase III se necesitaron cuestionarios sobre calidad de vida relacionada con la salud para recopilar datos para una evaluación económica de la salud.

source: Health-related quality of life was assessed using the EQ-5D-5L version at the time points specified in the flow chart (Table 9.5.1: 1).
es_es: La calidad de vida relacionada con la salud se evaluó utilizando la versión EQ-5D-5L en los momentos especificados en el diagrama de flujo (Tabla 9.5.1: 1).

source: Healthy male Japanese subjects
es_es: Sujetos sanos japoneses

source: Healthy male and female subjects
es_es: Sujetos sanos de ambos sexos

source: Healthy male or female Chinese subjects
es_es: Sujetos sanos japoneses de sexo masculino y femenino

source: Healthy male or female subjects
es_es: Sujetos sanos de sexo masculino o femenino

source: Healthy male subjects
es_es: Sujetos sanos varones

source: Healthy subjects according to the investigator’s assessment, as based on the following criteria: a complete medical history including a physical examination, vital signs (blood pressure, pulse rate), 12-lead ECG, and clinical laboratory tests
es_es: Ser una persona sana según la evaluación del investigador, basada en una historia clínica completa que abarcó una exploración física, el control de los signos vitales (tensión arterial y pulso), un ECG de 12 derivaciones y análisis de laboratorio clínico.

source: Healthy subjects or diagnosis of patients
es_es: Sujetos sanos o diagnóstico de los pacientes

source: Healthy volunteers
es_es: Voluntarios sanos

source: Heart and kidneys have a shared function of maintaining haemodynamic control, and in the presence of heart disease or kidney disease the ability for these organs to compensate for each other may be compromised.
es_es: El corazón y los riñones comparten la función de mantener el control hemodinámico y, en presencia de enfermedades cardíacas o renales, puede verse comprometida la capacidad de estos órganos para compensarse entre sí.

source: Heart failure
es_es: Insuficiencia cardíaca

source: Heart failure (HF) with preserved ejection fraction (EF).
es_es: Insuficiencia cardíaca con fracción de eyección preservada.

source: Heart failure is an important public health problem, and one of the leading causes of hospitalisation in the Western world.
es_es: La insuficiencia cardíaca es un problema importante de salud pública y una de las principales causas de hospitalización en el mundo occidental.

source: Heart failure requiring hospitalisation
es_es: Insuficiencia cardíaca que requiere hospitalización

source: Heart failure-related medical history
es_es: Antecedentes vinculados a la insuficiencia cardíaca

source: Heart failure-related medical history – RS
es_es: Antecedentes vinculados a la insuficiencia cardíaca. Grupo aleatorizado

source: Heart failure-related outcomes
es_es: Desenlaces vinculados a la insuficiencia cardíaca

source: Heart transplant recipient or listed for heart transplant
es_es: Receptor de trasplante cardíaco o inclusión en un listado de espera para trasplante de corazón

source: Heat gradually at first, then increase the temperature until there is vigorous boiling with condensation of sulfuric acid in the neck of the flask ; take precautions to prevent the upper part of the flask from becoming overheated.
es_es: Calentar gradualmente al principio, luego aumentar la temperatura hasta ebullición vigorosa con condensación de ácido sulfúrico en el cuello del matraz; tomar precauciones para evitar que se sobrecaliente la parte superior del matraz.

source: Heat the specimen at the rate of 5°C/min between 30°C and 250°C in an atmosphere of nitrogen at a flow rate of 50ml/min.
es_es: Calentar la muestra a una velocidad de 5° C/min, a una temperatura de 30° C y 250° C, en una atmósfera de nitrógeno y con una velocidad de flujo de 50 ml/min.

source: Heat transfer fluid
es_es: Fuido térmico

source: Heat under reflux for 60 min.
es_es: Calentar 60 min. bajo reflujo.

source: Heat-seal a tamper protection seal on the cap of all reservoirs.
es_es: Termosellar un sello inviolable sobre la tapa de todos los tanques de reserva.

source: Heating the plate at 100°C makes the colour of the spots more intense.
es_es: Al calentar la placa a 100° C, el color de las manchas se ve más intenso.

source: Heating, ventilation and air conditioning
es_es: Calefacción, ventilación y aire acondicionado

source: Heating, ventilation and air conditioning (HVAC) system
es_es: Sistema de calefacción, ventilación y aire acondicionado

source: Heavy chain
es_es: Cadena pesada

source: Helium, nitrogen and hydrogen are commonly used carrier gases.
es_es: Como gases portadores se suelen usar helio, nitrógeno e hidrógeno.

source: Hello world.
es_es: Hola mundo.

source: Hematology – Full blood examination
es_es: Hematología – Análisis completo de sangre

source: Hemiballismus
es_es: Hemibalismo

source: Hemorrhagic transformation
es_es: Transformación hemorrágica

source: Hence, a complementary study for the P&L Subsystem was initiated to verify the impact parameter and close gaps originating by the glue line process change.
es_es: Por lo tanto, se inició un estudio complementario del Subsistema de acondicionamiento y etiquetado para verificar el impacto y cerrar brechas originadas por el cambio de proceso de la línea de encolado.

source: Hence, filtration and filling of tenecteplase with a peristaltic pump at a maximum and minimum filling speed did not have an impact on product quality.
es_es: Por lo tanto, la filtración y el llenado de tenecteplasa con una bomba peristáltica a una velocidad de llenado máxima y mínima no afectó la calidad del producto.

source: Hence, overall agreement of data from ongoing and accelerated stability studies underscores the validity of this assumption also for the nitrosation reaction occurring in empagliflozin / metformin hydrochloride film-coated tablets.
es_es: Por lo tanto, el acuerdo general de los datos de los estudios de estabilidad en curso y en condiciones aceleradas remarca la validez de este supuesto también en el caso de la reacción de nitrosación que ocurre en comprimidos recubiertos de empagliflozina/clorhidrato de metformina.

source: Hence, the PFSNSD-1 will be treated as a D1 system according to ISO 11608-1 when testing based on the ISO 11608 standards is performed.
es_es: Por lo tanto, el dispositivo PFS-NSD-1 se considera un sistema D1 de acuerdo con la norma ISO 11608-1 cuando se analiza en función de los estándares de la norma ISO 11608.

source: Hence, the analysis of the cross-sectional stability data reveals that a shelf life of 36 months under both CZ I/II and CZ III/IV conditions, can further be supported for all strengths of empagliflozin / metformin hydrochloride film-coated tablets.
es_es: Por lo tanto, el análisis de los datos de estabilidad transversales revela que es posible respaldar una vida útil de 36 meses en condiciones tanto de las zonas climáticas I/II como de las zonas climáticas III/IV para todas las concentraciones de comprimidos recubiertos de empagliflozina/clorhidrato de metformina.

source: Hence, the applied analytical method panel partly differs from the current methods of tenecteplase 25 mg.
es_es: Por lo tanto, el panel de métodos analíticos aplicados difiere en parte de los métodos actuales utilizados para tenecteplasa 25 mg.

source: Hence, the variability of the defined conditions meets the requirements established on the already mentioned guideline.
es_es: Por tanto, la variabilidad de las condiciones definidas cumple con los requisitos establecidos en dicho lineamiento

source: Hence, this finding establishes the rationale for NDMA testing at release on the bulk drug product stage as an adequate control strategy.
es_es: De allí surge la justificación de las pruebas de NDMA a la liberación en el medicamento a granel como una estrategia de control adecuada.

source: Hepatic events
es_es: Eventos hepáticos
